Repository: mrtoaf/archimedes-sbom
Catalog: Loop Firmware/LibreTransmitter/LibreTransmitter/*.lproj/Localizable.strings
Languages: nb, pl

source: Could not decrypt sensor contents
nb: Kunne ikke dekryptere sensorens innhold
pl: Nie można odszyfrować zawartości sensora

source: Could not get patch info
nb: Kunne ikke få patch info
pl: Nie udało się uzyskać informacji o poprawce

source: Could not get sensor data
nb: Kunne ikke hente sensordata
pl: Nie udało się pobrać danych z sensora

source: Could not get tag info
nb: Kunne ikke hente tag-info
pl: Nie udało się uzyskać informacji o tagu

source: Hold the top of your iPhone near the sensor to pair
nb: Hold toppen av iPhone i nærheten av sensoren for å koble sammen
pl: Aby sparować, przytrzymaj górną część iPhone'a w pobliżu sensora

source: Needs Attention
nb: Trenger tilsyn
pl: Potrzebuje uwagi

source: Phone NFC not supported!
nb: Telefonens NFC støttes ikke!
pl: Telefon nie obsługuje NFC

source: U
nb: E
pl: J

source: Wrong sensor type detected
nb: Feil sensortype oppdaget
pl: Wykryto nieprawidłowy typ sensora

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
nb: Telefonen eller appen din er ikke aktivert for NFC-kommunikasjon, noe som er nødvendig for å koble til libre2-sensorer.
pl: Twój telefon lub aplikacja nie obsługuje komunikacji NFC, która jest wymagana do sparowania z sensorem Libre2
