Repository: mrtoaf/archimedes-sbom
Catalog: Loop Firmware/NightscoutRemoteCGM/NightscoutRemoteCGM/*.lproj/Localizable.strings
Languages: de

source: Are you sure you want to delete this CGM?
de: Bist Du sicher, dass Du das CGM löschen möchtest?

source: Cancel
de: Abbrechen

source: CGM Settings
de: CGM Einstellungen

source: Close
de: Schließen

source: Continue
de: Weiter

source: Delete CGM
de: Lösche CGM

source: Done
de: Fertig

source: Service Description
de: Die Nightscout Remote CGM-Quelle nutzt Deine CGM-Daten von Nightscout und stellt sie in Loop zur Verfügung. Dies ist nützlich, wenn Du Deine CGM-Gerät nicht zu Loop hinzufügen kannst, Deine CGM-Daten aber auf Nightscout verfügbar sind. Aufgrund des Risikos von Netzwerkausfällen und der fehlenden Hintergrundunterstützung der App wird die Verwendung zur Therapie nicht empfohlen.

source: Upload to remote service
de: Zum Remote-Service hochladen

source: Use glucose filter
de: Benutze Glukosefilter

source: Use Kalman filter to smooth out a sensor noise.
de: Benutze Kalmanfilter um das Rauschen des Sensors zu glätten.
