Repository: mrtoaf/archimedes-sbom
Catalog: Loop Firmware/NightscoutService/NightscoutServiceKit/*.lproj/Localizable.strings
Languages: it, pl, ru

source: Bolus Entry
it: Bolo
pl: Wprowadzenie bolusa
ru: Ввод болюса

source: Cancel Override
it: Annulla Programma Alternativo
pl: Anuluj Cel Tymczasowy
ru: Отмена переопределения

source: Carb Entry
it: Carboidrati Assunti
pl: Wprowadź węglowodany
ru: Ввод углеводов

source: Custom Override
it: Progr. Alternativo
ru: Настраиваемое ручное управление

source: Expired
it: Scaduto
pl: Po terminie
ru: Истек срок действия команды

source: g
ru: г

source: Missing OTP
it: OTP mancante
pl: Brakuje OTP
ru: Отсутствует одноразовый пароль

source: Override
it: Programma Alternativo
pl: Cel Tymczasowy
ru: Переопределение

source: Pre-Meal
it: Pre-Pasto
pl: Przed posiłkiem
ru: До еды

source: U
pl: J
ru: Ед

source: Unhandled Notification: %1$@
it: impostazioni notifiche
pl: Nieobsłużone powiadomienie: %1$@
ru: Необработанное уведомление: %1$@

source: Workout
it: Allenamento
pl: Wysiłek fizyczny
ru: Физическая нагрузка
