Repository: mrtoaf/archimedes-sbom
Catalog: Loop Firmware/CGMBLEKit/CGMBLEKit/*.lproj/Localizable.strings
Languages: he

source: Glucose data is unavailable
he: מידע גלוקוז לא זמין

source: Low Battery
he: סוללה חלשה

source: OK
he: תקין

source: Peripheral command was invalid
he: פעולה לא חוקית

source: Peripheral did not respond in time
he: לא הגיב בזמן

source: Peripheral isnʼt connected
he: לא מחובר

source: Sensor calibration is OK
he: כיול חיישן הצליח

source: Sensor is in unknown state %1$d
he: מצב החיישן אינו ידוע %1$d

source: Sensor is stopped
he: חיישן נעצר

source: Sensor is warming up
he: חיישן מתכונן

source: Sensor needs calibration
he: נדרש כיול לחיישן

source: Unknown characteristic
he: מאפיין לא ידוע
