Repository: mrtoaf/archimedes-sbom
Catalog: Loop Firmware/LoopSupport/LoopSupportKitUI/*.lproj/Localizable.strings
Languages: da, es, nb, nl, pl, ro, ru

source: Anonymously share minimal data about this Loop version, to help developers know how many people are using Loop. Which device, and operating system version will also be shared.
da: Del anonymt minimale data om denne Loop-version for at hjælpe udviklere med at vide, hvor mange mennesker der bruger Loop. Hvilken enhed og operativsystemversion vil også blive delt.
es: Comparta de forma anónima datos mínimos sobre esta versión de Loop, para ayudar a los desarrolladores a saber cuántas personas están usando Loop. Su dispositivo y versión del sistema operativo también se compartirán.
nb: Del anonymt minimalt med data om denne Loop-versjonen, for å hjelpe utviklere å vite hvor mange som bruker Loop. Hvilken enhet og operativsystemversjon vil også bli delt.
nl: Deel anoniem een minimale hoeveelheid gegevens over deze versie van Loop, zodat ontwikkelaars weten hoeveel mensen Loop gebruiken. Het type apparaat en de versie van het besturingssysteem wordt ook gedeeld.
pl: Anonimowo udostępniaj ograniczone dane o tej wersji pętli, aby pomóc programistom dowiedzieć się, ile osób z niej korzysta. Udostępnione zostaną również informacje dotyczące telefonu i systemu operacyjnego.
ro: Partajați în mod anonim date minime despre această versiune Loop, pentru a ajuta dezvoltatorii să știe câți oameni folosesc Loop. Ce dispozitiv și versiunea sistemului de operare vor fi, de asemenea, partajate.
ru: Анонимно делиться минимальными данными об этой версии Loop, чтобы помочь разработчикам узнать, сколько людей используют Loop. Также будут переданы данные об устройстве и версии операционной системы.

source: Continue
da: Fortsæt
es: Continuar
nb: Fortsett
nl: Ga Verder
pl: Kontynuuj
ro: Continuă
ru: Продолжить

source: Do not share any data.
da: Del ikke data.
es: No compartir ningún dato.
nb: Ikke del noen data.
nl: Deel geen gegevens
pl: Nie udostępniaj żadnych danych.
ro: Nu partajați niciun fel de date.
ru: Не делиться никакими данными.

source: In addition to version information, anonymously share data about how Loop is being used on your phone. Usage data includes events like opening loop, bolusing, adding carbs, and navigating between screens. It does not include health data like glucose values or dosing amounts.
da: Ud over versionsoplysninger kan du anonymt dele data om, hvordan Loop bruges på din telefon. Brugsdata omfatter begivenheder som at åbne Loop, bolus, tilføje kulhydrater og navigere mellem skærme. De omfatter ikke sundhedsdata som glukoseværdier eller doseringsmængder.
es: Además de la información sobre la versión, comparte de forma anónima datos sobre cómo se utiliza Loop en tu teléfono. Los datos de uso incluyen eventos como la apertura de Loop, la administración de bolos, la adición de carbohidratos y la navegación entre pantallas. No incluye datos de salud como valores de glucosa o cantidades de dosis.
nb: I tillegg til versjonsinformasjon, kan du anonymt dele data om hvordan Loop brukes på telefonen din. Bruksdata inkluderer hendelser som åpning av loop, bolusering, tilsetning av karbohydrater og navigering mellom skjermer. Den inkluderer ikke helsedata som blodsukkerverdier eller doseringsmengder.
nl: Naast versiegegevens kun je anoniem gegevens delen over hoe Loop op je telefoon wordt gebruikt. Gebruiksgegevens omvatten gebeurtenissen zoals het openen van Loop, bolussen, het toevoegen koolhydraten en het navigeren tussen schermen. Het bevat geen gezondheidsgegevens zoals glucosewaarden of doseringhoeveelheden.
pl: Oprócz informacji statystycznych możesz anonimowo udostępniać dane dotyczące wykorzystania pętli w Twoim telefonie. Dane dotyczące użytkowania obejmują m.in.: uruchomienie pętli, podawanie bolusa, wprowadzenie węglowodanów i nawigację między ekranami. Nie obejmują danych zdrowotnych, takich jak wartości glukozy czy dawki insuliny.
ro: Pe lângă informațiile despre versiune, partajați în mod anonim date despre modul în care Loop este utilizat pe telefonul dvs. Datele de utilizare includ evenimente precum deschiderea buclei, bolusarea, adăugarea de carbohidrați și navigarea între ecrane. Nu include date de sănătate, cum ar fi valorile glucozei sau cantitățile de dozare.
ru: В дополнение к информации о версии, анонимно делиться данными о том, как Loop используется на вашем телефоне. Данные об использовании включают такие события, как открытие петли, введение болюса, добавление углеводов и перемещение между экранами. Они не включают данные о состоянии здоровья, такие как значения глюкозы или количество доз.

source: LoopKit Analytics
es: Análisis LoopKit
pl: Analityka LoopKit
ro: Analitice LoopKit

source: No Sharing
da: Ingen deling
es: No compartir
nb: Ingen deling
nl: Niet Delen
pl: Brak udostępniania
ro: Fără partajare
ru: Не делиться

source: Share Data
da: Del data
es: Compartir datos
nb: Del data
nl: Deel Gegevens
pl: Udostępnij dane
ro: Partajați datele
ru: Поделиться данными

source: Share Usage Data
da: Del brugsdata
es: Compartir datos de uso
nb: Del bruksdata
nl: Deel Gebruiksgegevens
pl: Udostępnij więcej danych
ro: Partajați datele de utilizare
ru: Делиться данными об использовании

source: Share Version Only
da: Del kun version
es: Sólo versión para compartir
nb: Del kun versjon
nl: Deel Alleen Versie
pl: Udostępnij statystyki
ro: Partajați numai versiunea
ru: Поделиться только версией

source: Submit Bug Report
da: Indsend fejlrapport
es: Enviar informe de error
nb: Send inn feilrapport
nl: Bugrapport Indienen
pl: Prześlij raport o błędzie
ro: Raportare probleme
ru: Отправить отчет об ошибке

source: Usage Data Sharing
da: Deling af brugerdata
es: Uso compartido de datos
nb: Deling av bruksdata
nl: Gebruiksgegevens Delen
pl: Udostępnianie danych użytkowania
ro: Partajarea datelor de utilizare
ru: Обмен данными об использовании

source: You can optionally choose to share usage data with Loop developers to improve Loop. Sharing is not required, and Loop will function fully no matter which option you choose. Usage data will not be shared with third parties.
da: Du kan eventuelt vælge at dele brugsdata med Loop-udviklere for at forbedre Loop. Deling er ikke påkrævet, og Loop vil fungere fuldt ud, uanset hvilken mulighed du vælger. Brugsdata vil ikke blive delt med tredjeparter.
es: Puedes optar por compartir los datos de uso con los desarrolladores del Loop para mejorarlo. No es obligatorio compartirlos y Loop funcionará plenamente independientemente de la opción que elijas. Los datos de uso no se compartirán con terceros.
nb: Du kan valgfritt velge å dele bruksdata med Loop-utviklere for å forbedre Loop. Deling er ikke nødvendig, og Loop vil fungere fullt ut uansett hvilket alternativ du velger. Bruksdata vil ikke bli delt med tredjeparter.
nl: Je kunt ervoor kiezen om gebruiksgegevens te delen met de ontwikkelaars van Loop om Loop te verbeteren. Het delen is niet vereist en Loop zal volledig functioneren, ongeacht welke optie je kiest. Gebruiksgegevens worden niet gedeeld met derden.
pl: Opcjonalnie możesz udostępnić dane użytkowania programistom, aby ulepszyć pętlę. Udostępnianie nie jest wymagane, a pętla będzie w pełni funkcjonalna bez względu na wybraną opcję. Dane dotyczące użytkowania nie będą udostępniane innym osobom.
ro: Puteți alege opțional să partajați datele de utilizare cu dezvoltatorii Loop pentru a îmbunătăți Loop. Partajarea nu este necesară, iar Loop va funcționa pe deplin, indiferent de opțiunea pe care o alegeți. Datele de utilizare nu vor fi partajate cu terțe părți.
ru: По желанию вы можете поделиться данными об использовании с разработчиками Loop, чтобы улучшить Loop. Передача данных не является обязательной, и Loop будет функционировать в полном объеме независимо от того, какой вариант вы выберете. Данные об использовании не будут передаваться третьим лицам.
