Repository: mrtoaf/archimedes-sbom
Catalog: Loop Firmware/CGMBLEKit/CGMBLEKitUI/*.lproj/Localizable.strings
Languages: he

source: %@/min
he: %@/דקה

source: Are you sure you want to delete this CGM?
he: בטוח שברצונך למחוק את חיישן זה?

source: Cancel
he: לא

source: Date
he: תאריך

source: Delete CGM
he: מחק חיישן

source: Glucose
he: גלוקוז

source: Glucose (Adjusted)
he: גלוקוז (מתואם)

source: Latest Calibration
he: כיול אחרון

source: Latest Connection
he: חיבור אחרון

source: Latest Reading
he: קריאה אחרונה

source: Open App
he: פתח אפליקציה

source: Remote Data Synchronization
he: סנכרון נתונים מרחוק

source: Sensor Expired
he: המשדר פג

source: Sensor Expires
he: תפוגת משדר

source: Session Age
he: זמן משדר

source: Status
he: מצב

source: Transmitter Age
he: גיל משדר

source: Transmitter ID
he: מזהה משדר

source: Trend
he: מגמה

source: Upload Readings
he: העלה נתונים
